#+TITLE: My literate doom config

** COMMENT Modeline
This seems to introduce a bug.
#+begin_src emacs-lisp
;; set the color of text
(setq doom-modeline-height 15)
;; (custom-set-faces!
  ;; '(doom-modeline-buffer-modified :foreground "blue" :weight))
#+end_src

#+RESULTS:
: 15

* COMMENT Projects
#+begin_src emacs-lisp
(org-projectile-per-project)
#+end_src

#+RESULTS:
: #s(org-projectile-per-project-strategy)

